<?php

return [
    'setup' => 'На панели инструментов Dedipass вам нужно выбрать виртуальную валюту и установить URL-адрес перенаправления на :url.',
    'title' => 'Маркетинг',
    'fields' => [
        'price' => 'Цена',
        'quantity' => 'Количество',
        'currency' => 'Валюта',
        'category' => 'Категория',
        'package' => 'Пакет рекламы',
        'gateways' => 'Gateways',
        'servers' => 'Сервера',
        'title' => 'Заголовок',
        'type' => 'Тип',
        'type-explain' => 'TELLRAW: сообщение в чате<br> 
                           ACTION_BAR: сообщение над пользовательскими слотами<br>
                           TITLE: текст в центре экрана с дополнительными субтитрами.'
    ],
];
