<?php

return [
    'title' => 'Staff',
    'fontawesome' => 'Чтобы получить иконки, используйте',
    'start' => 'По левому краю',
    'center' => 'По центру',
    'end' => 'По правому краю',
    'staff' => [
        'index'      => 'Персонал',
        'title'      => 'Создать описание персонала',
        'title-edit' => 'Редактировать описание персонала',
        'title-list' => 'Спосок персонала',
        'default-skin' => 'Стандартный minecraft скин',
        'created'    => 'Описание персонала было создано',
        'updated'    => 'Описание персонала было обновлено',
        'deleted'    => 'Описание персонала было удалено',
    ],
    'tag' => [
        'index'      => 'Теги',
        'title'      => 'Создать тег',
        'title-edit' => 'Редактировать тег',
        'title-list' => 'Спосок тегов',
        'created'    => 'Тег был создан',
        'updated'    => 'Тег был обновлён',
        'deleted'    => 'Тег был удалён',
    ],
    'link' => [
        'created' => 'Ссылка была создана',
        'updated' => 'Ссылка была обновлена',
        'deleted' => 'Ссылка была удалена',
		'is-create' => 'Если ссылка создана, вы не можете изменить напрямую, вам придется сохранить, а затем изменить.'
    ],
    'setting' => [
        'title'      => 'Настройки',
        'created'    => 'Настройки были созданы',
        'updated'    => 'Настройки были обновлены',
        'deleted'    => 'Настройки были удалены',
        'settings' => [
            'description' => 'Отображение описания на окошке персонала',
			'effect' => 'Отображение черно-белого эффекта при наведении курсора на окно',
            'style' => 'Выберите стиль отображения для вашего персонала',
            'column' => 'Выберите количество персонала для отображения по горизонтали (кроме Slider)',
            'alignment' => 'Выберите выравнивание содержимого (кроме Slider)',
        ]
    ]
];
