<?php

return [
    'title' => 'Vote',

    'sections' => [
        'vote' => 'Голосование',
        'top' => 'Топ голосубщих',
        'rewards' => 'Награды',
    ],

    'fields' => [
        'server' => 'Сервера',
        'chances' => 'Шансы',
        'rewards' => 'Награды',
        'commands' => 'Команды',
        'votes' => 'Голоса',
    ],

    'unknown-user' => 'Этот пользователь не существует !',

    'no-site' => 'В настоящий момент сайт для голосования недоступен.',
    'vote-delay' => 'Вы уже проголосовали, вы можете проголосовать снова в :time !',
    'site-no-rewards' => 'На этом сайте нет наград.',
    'vote-success' => 'Ваш голос учтен, скоро вы получите свои награды!',
];
