<?php

return [
    'title' => 'Проверь свой CPS !',
    'description' => 'При нажатии запускается секундомер, и у вас есть 10 секунд, чтобы щелкнуть максимальное количество раз. Благодаря этому, мы сможем определить ваш CPS !',
    'clickToStart' => 'Нажмите, чтобы начать !',
    'click' => 'Нажимайте !',
    'restart' => 'Рестарт !',
    'numberOfClick' => 'Кол-во нажатий :',
    'numberOfTime' => 'Оставшееся время : ',
    'numberOfCPS' => 'Статистика CPS : ',
    'second' => 'second',
    'seconds' => 'seconds',
    'stop' => 'СТОП, сремя вышло !'
];
