<?php

return [
    'guild_must_join' => 'Вы должны присоединиться к нашему серверу Discord перед регистрацией через Discord.',
    'login_via_discord' => 'Войти через Discord',
    'plugin_name' => 'Discord-auth',
    'register-username' => 'Завершите регистрацию',
    'email_already_exists' => 'Учетная запись уже существует с тем же адресом электронной почты, что и учетная запись Discord, с которой вы пытались войти. Войдите в свою учётную запись, используя свой адрес электронной почты и пароль, чтобы связать свою учетную запись Discord.'
];
